Repository: common-repository/advanced-coupons-for-woocommerce
Catalog: languages/advanced_coupons_for_woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Woocommerce Discount Advanced
de_de: Woocommerce Rabatt Erweitert
fr_fr: Woocommerce Réduction Avancée

source: A discount management plugin for WooCommerce, which allows the creation of discounts based on rules such as amount, quantity, type, of products in the cart or even user role and etc...
de_de: Ein Rabattverwaltungs-Plugin für WooCommerce, das die Erstellung von Rabatten basierend auf Regeln wie Betrag, Menge, Produkttypen im Warenkorb oder sogar Benutzerrollen usw. ermöglicht.
es_es: Un plugin de gestión de descuentos para WooCommerce, que permite la creación de descuentos basados en reglas como cantidad, tipo de productos en el carrito, el rol del usuario, etc...
fr_fr: Un plugin de gestion des réductions pour WooCommerce, qui permet de créer des réductions basées sur des règles telles que le montant, la quantité, le type de produits dans le panier ou même le rôle de l'utilisateur, etc...
it_it: Un plugin per la gestione degli sconti in WooCommerce, che consente di creare sconti basati su regole come l'importo, la quantità, il tipo di prodotti nel carrello o persino il ruolo dell'utente, ecc...

source: The cart does not meet the minimum quantity required.
de_de: Der Warenkorb erfüllt nicht die erforderliche Mindestmenge.
es_es: El carrito no cumple con la cantidad mínima requerida.
fr_fr: Le panier ne respecte pas la quantité minimale requise.
it_it: Il carrello non soddisfa la quantità minima richiesta.

source: The cart exceeds the maximum quantity allowed.
de_de: Der Warenkorb überschreitet die zulässige Höchstmenge.
es_es: El carrito excede la cantidad máxima permitida.
fr_fr: Le panier dépasse la quantité maximale autorisée.
it_it: Il carrello supera la quantità massima consentita.

source: The cart does not contain the required product tags.
de_de: Der Warenkorb enthält nicht die erforderlichen Produkt-Tags.
es_es: El carrito no contiene las etiquetas de producto requeridas.
fr_fr: Le panier ne contient pas les étiquettes de produit requises.
it_it: Il carrello non contiene i tag di prodotto richiesti.

source: The cart contains excluded product tags.
de_de: Der Warenkorb enthält ausgeschlossene Produkt-Tags.
es_es: El carrito contiene etiquetas de producto excluidas.
fr_fr: Le panier contient des étiquettes de produit exclues.
it_it: Il carrello contiene tag di prodotto esclusi.

source: You do not have enough orders to apply this coupon.
de_de: Sie haben nicht genug Bestellungen, um diesen Gutschein anzuwenden.
es_es: No tienes suficientes pedidos para aplicar este cupón.
fr_fr: Vous n'avez pas assez de commandes pour appliquer ce coupon.
it_it: Non hai abbastanza ordini per applicare questo coupon.

source: You have too many orders to apply this coupon.
de_de: Sie haben zu viele Bestellungen, um diesen Gutschein anzuwenden.
es_es: Tienes demasiados pedidos para aplicar este cupón.
fr_fr: Vous avez trop de commandes pour appliquer ce coupon.
it_it: Hai troppi ordini per applicare questo coupon.

source: You have not spent enough to apply this coupon.
de_de: Sie haben nicht genug ausgegeben, um diesen Gutschein anzuwenden.
es_es: No has gastado lo suficiente para aplicar este cupón.
fr_fr: Vous n'avez pas dépensé assez pour appliquer ce coupon.
it_it: Non hai speso abbastanza per applicare questo coupon.

source: You have spent too much to apply this coupon.
de_de: Sie haben zu viel ausgegeben, um diesen Gutschein anzuwenden.
es_es: Has gastado demasiado para aplicar este cupón.
fr_fr: Vous avez dépensé trop pour appliquer ce coupon.
it_it: Hai speso troppo per applicare questo coupon.

source: This coupon is not valid for your user role.
de_de: Dieser Gutschein ist für Ihre Benutzerrolle nicht gültig.
es_es: Este cupón no es válido para tu rol de usuario.
fr_fr: Ce coupon n'est pas valide pour votre rôle utilisateur.
it_it: Questo coupon non è valido per il tuo ruolo utente.

source: This coupon is only valid for the first order.
de_de: Dieser Gutschein ist nur für die erste Bestellung gültig.
es_es: Este cupón es válido solo para el primer pedido.
fr_fr: Ce coupon est valable uniquement pour la première commande.
it_it: Questo coupon è valido solo per il primo ordine.

source: Apply automatically
de_de: Automatisch anwenden
es_es: Aplicar automáticamente
fr_fr: Appliquer automatiquement
it_it: Applica automaticamente

source: If checked, the coupon will be applied automatically to the cart.
de_de: Wenn aktiviert, wird der Gutschein automatisch auf den Warenkorb angewendet.
es_es: Si se selecciona, el cupón se aplicará automáticamente al carrito.
fr_fr: Si coché, le coupon sera appliqué automatiquement au panier.
it_it: Se selezionato, il coupon verrà applicato automaticamente al carrello.

source: Select a tag
de_de: Wählen Sie ein Tag
es_es: Selecciona una etiqueta
fr_fr: Sélectionner une étiquette
it_it: Seleziona un tag

source: User History
de_de: Benutzerhistorie
es_es: Historial del usuario
fr_fr: Historique de l'utilisateur
it_it: Storico utente

source: Minimum quantity
de_de: Mindestmenge
es_es: Cantidad mínima
fr_fr: Quantité minimale
it_it: Quantità minima

source: The minimum quantity of products allowed in the cart.
de_de: Die Mindestanzahl an Produkten im Warenkorb.
es_es: La cantidad mínima de productos permitidos en el carrito.
fr_fr: La quantité minimale de produits autorisée dans le panier.
it_it: La quantità minima di prodotti consentiti nel carrello.

source: Maximum quantity
de_de: Höchstmenge
es_es: Cantidad máxima
fr_fr: Quantité maximale
it_it: Quantità massima

source: The maximum quantity of products allowed in the cart.
de_de: Die Höchstmenge an Produkten im Warenkorb.
es_es: La cantidad máxima de productos permitidos en el carrito.
fr_fr: La quantité maximale de produits autorisée dans le panier.
it_it: La quantità massima di prodotti consentiti nel carrello.

source: Product Tags
de_de: Produkt-Tags
es_es: Etiquetas de producto
fr_fr: Étiquettes de produit
it_it: Tag di prodotto

source: Any tags
de_de: Beliebige Tags
es_es: Cualquier etiqueta
fr_fr: Toutes les étiquettes
it_it: Qualsiasi tag

source: Include the product tags that this coupon will be applied to.
de_de: Einschließen der Produkt-Tags, auf die dieser Gutschein angewendet wird.
es_es: Incluir las etiquetas de producto a las que se aplicará este cupón.
fr_fr: Inclure les étiquettes de produit auxquelles ce coupon sera appliqué.
it_it: Includi i tag di prodotto a cui verrà applicato questo coupon.

source: Exclude Tags
de_de: Tags ausschließen
es_es: Excluir etiquetas
fr_fr: Exclure les étiquettes
it_it: Escludi tag

source: No tags
de_de: Keine Tags
es_es: Sin etiquetas
fr_fr: Aucune étiquette
it_it: Nessun tag

source: Exclude the product tags that this coupon will be applied to.
de_de: Schließen Sie die Produkt-Tags aus, auf die dieser Gutschein angewendet wird.
es_es: Excluir las etiquetas de producto a las que se aplicará este cupón.
fr_fr: Exclure les étiquettes de produit auxquelles ce coupon sera appliqué.
it_it: Escludi i tag di prodotto a cui verrà applicato questo coupon.

source: Minimum orders
de_de: Mindestbestellungen
es_es: Pedidos mínimos
fr_fr: Commandes minimales
it_it: Ordini minimi

source: The minimum number of orders placed by the user to apply the coupon.
de_de: Die Mindestanzahl an Bestellungen des Benutzers, um den Gutschein anzuwenden.
es_es: El número mínimo de pedidos realizados por el usuario para aplicar el cupón.
fr_fr: Le nombre minimum de commandes passées par l'utilisateur pour appliquer le coupon.
it_it: Il numero minimo di ordini effettuati dall'utente per applicare il coupon.

source: Maximum orders
de_de: Höchstbestellungen
es_es: Pedidos máximos
fr_fr: Commandes maximales
it_it: Ordini massimi

source: The maximum number of orders placed by the user to apply the coupon.
de_de: Die Höchstanzahl an Bestellungen des Benutzers, um den Gutschein anzuwenden.
es_es: El número máximo de pedidos realizados por el usuario para aplicar el cupón.
fr_fr: Le nombre maximum de commandes passées par l'utilisateur pour appliquer le coupon.
it_it: Il numero massimo di ordini effettuati dall'utente per applicare il coupon.

source: Minimum total spent
de_de: Mindestgesamtbetrag
es_es: Gasto mínimo total
fr_fr: Dépense minimale totale
it_it: Spesa minima totale

source: The minimum total amount spent by the user to apply the coupon.
de_de: Der Mindestgesamtbetrag, den der Benutzer ausgegeben haben muss, um den Gutschein anzuwenden.
es_es: El monto total mínimo gastado por el usuario para aplicar el cupón.
fr_fr: Le montant total minimum dépensé par l'utilisateur pour appliquer le coupon.
it_it: L'importo minimo totale speso dall'utente per applicare il coupon.

source: Maximum total spent
de_de: Höchstgesamtbetrag
es_es: Gasto máximo total
fr_fr: Dépense maximale totale
it_it: Spesa massima totale

source: The maximum total amount spent by the user to apply the coupon.
de_de: Der Höchstgesamtbetrag, den der Benutzer ausgegeben haben darf, um den Gutschein anzuwenden.
es_es: El monto total máximo gastado por el usuario para aplicar el cupón.
fr_fr: Le montant total maximum dépensé par l'utilisateur pour appliquer le coupon.
it_it: L'importo massimo totale speso dall'utente per applicare il coupon.

source: User Role
de_de: Benutzerrolle
es_es: Rol del usuario
fr_fr: Rôle de l'utilisateur
it_it: Ruolo utente

source: Restrict the coupon to users with the selected role.
de_de: Beschränken Sie den Gutschein auf Benutzer mit der ausgewählten Rolle.
es_es: Restringir el cupón a usuarios con el rol seleccionado.
fr_fr: Restreindre le coupon aux utilisateurs ayant le rôle sélectionné.
it_it: Limita il coupon agli utenti con il ruolo selezionato.

source: Select a role
de_de: Wählen Sie eine Rolle
es_es: Selecciona un rol
fr_fr: Sélectionner un rôle
it_it: Seleziona un ruolo

source: First Order
de_de: Erste Bestellung
es_es: Primer pedido
fr_fr: Première commande
it_it: Primo ordine

source: Apply the coupon only if this is the user's first order.
de_de: Wenden Sie den Gutschein nur an, wenn dies die erste Bestellung des Benutzers ist.
es_es: Aplicar el cupón solo si es el primer pedido del usuario.
fr_fr: Appliquer le coupon uniquement si c'est la première commande de l'utilisateur.
it_it: Applica il coupon solo se questo è il primo ordine dell'utente.
